import React from 'react';
import CreateClass from 'create-react-class';

import {connect} from 'react-redux';

const Bar = CreateClass({

    componentDidMount: function () {
    },

    render: function () {
        const {test} = this.props;

        return (
            <div>
                <h1>急成長する音声技術、その現状を示す5つのグラフ</h1>
                Bar, {test}
                <p>音声技術はまだ用途が限定されているものの、着実に人気を集めている。調査会社のeマーケター（eMarketer）は、米国の音声アシスタント市場の予測をはじめて発表。Amazonが2015年、音声アシスタント「Alexa（アレクサ）」を搭載するスピーカー「Echo（エコー）」を幅広いオーディエンスに提供開始したあとで、多くのアナリストが予測したよりも、速いペースで市場が成長していることが明らかになった。</p>
                <p>今回の記事では、音声技術の現状を5つのグラフから読み解いていく。</p>
                <h2>Amazonが優勢。主な要因はデバイスの安さ</h2>
                <p>消費者にとって、新しいものは安ければ試しやすい。Echo（150ドル、約1万7000円）とGoogle Home（129ドル、約1万4600円）はほぼ同じ値段だが、Amazonが2016年秋に売り出した小型版のスピーカーEcho Dot（エコー・ドット）はわずか50ドル（約5700円）でほかを圧倒する。</p>
                <p>音声技術はまだ用途が限定されているものの、着実に人気を集めている。調査会社のeマーケター（eMarketer）は、米国の音声アシスタント市場の予測をはじめて発表。Amazonが2015年、音声アシスタント「Alexa（アレクサ）」を搭載するスピーカー「Echo（エコー）」を幅広いオーディエンスに提供開始したあとで、多くのアナリストが予測したよりも、速いペースで市場が成長していることが明らかになった。</p>
                <p>今回の記事では、音声技術の現状を5つのグラフから読み解いていく。</p>
                <h2>Amazonが優勢。主な要因はデバイスの安さ</h2>
                <p>消費者にとって、新しいものは安ければ試しやすい。Echo（150ドル、約1万7000円）とGoogle Home（129ドル、約1万4600円）はほぼ同じ値段だが、Amazonが2016年秋に売り出した小型版のスピーカーEcho Dot（エコー・ドット）はわずか50ドル（約5700円）でほかを圧倒する。</p>
                <p>音声技術はまだ用途が限定されているものの、着実に人気を集めている。調査会社のeマーケター（eMarketer）は、米国の音声アシスタント市場の予測をはじめて発表。Amazonが2015年、音声アシスタント「Alexa（アレクサ）」を搭載するスピーカー「Echo（エコー）」を幅広いオーディエンスに提供開始したあとで、多くのアナリストが予測したよりも、速いペースで市場が成長していることが明らかになった。</p>
                <p>今回の記事では、音声技術の現状を5つのグラフから読み解いていく。</p>
                <h2>Amazonが優勢。主な要因はデバイスの安さ</h2>
                <p>消費者にとって、新しいものは安ければ試しやすい。Echo（150ドル、約1万7000円）とGoogle Home（129ドル、約1万4600円）はほぼ同じ値段だが、Amazonが2016年秋に売り出した小型版のスピーカーEcho Dot（エコー・ドット）はわずか50ドル（約5700円）でほかを圧倒する。</p>
                <p>音声技術はまだ用途が限定されているものの、着実に人気を集めている。調査会社のeマーケター（eMarketer）は、米国の音声アシスタント市場の予測をはじめて発表。Amazonが2015年、音声アシスタント「Alexa（アレクサ）」を搭載するスピーカー「Echo（エコー）」を幅広いオーディエンスに提供開始したあとで、多くのアナリストが予測したよりも、速いペースで市場が成長していることが明らかになった。</p>
                <p>今回の記事では、音声技術の現状を5つのグラフから読み解いていく。</p>
                <h2>Amazonが優勢。主な要因はデバイスの安さ</h2>
                <p>消費者にとって、新しいものは安ければ試しやすい。Echo（150ドル、約1万7000円）とGoogle Home（129ドル、約1万4600円）はほぼ同じ値段だが、Amazonが2016年秋に売り出した小型版のスピーカーEcho Dot（エコー・ドット）はわずか50ドル（約5700円）でほかを圧倒する。</p>
                <p>音声技術はまだ用途が限定されているものの、着実に人気を集めている。調査会社のeマーケター（eMarketer）は、米国の音声アシスタント市場の予測をはじめて発表。Amazonが2015年、音声アシスタント「Alexa（アレクサ）」を搭載するスピーカー「Echo（エコー）」を幅広いオーディエンスに提供開始したあとで、多くのアナリストが予測したよりも、速いペースで市場が成長していることが明らかになった。</p>
                <p>今回の記事では、音声技術の現状を5つのグラフから読み解いていく。</p>
                <h2>Amazonが優勢。主な要因はデバイスの安さ</h2>
                <p>消費者にとって、新しいものは安ければ試しやすい。Echo（150ドル、約1万7000円）とGoogle Home（129ドル、約1万4600円）はほぼ同じ値段だが、Amazonが2016年秋に売り出した小型版のスピーカーEcho Dot（エコー・ドット）はわずか50ドル（約5700円）でほかを圧倒する。</p>
                <p>音声技術はまだ用途が限定されているものの、着実に人気を集めている。調査会社のeマーケター（eMarketer）は、米国の音声アシスタント市場の予測をはじめて発表。Amazonが2015年、音声アシスタント「Alexa（アレクサ）」を搭載するスピーカー「Echo（エコー）」を幅広いオーディエンスに提供開始したあとで、多くのアナリストが予測したよりも、速いペースで市場が成長していることが明らかになった。</p>
                <p>今回の記事では、音声技術の現状を5つのグラフから読み解いていく。</p>
                <h2>Amazonが優勢。主な要因はデバイスの安さ</h2>
                <p>消費者にとって、新しいものは安ければ試しやすい。Echo（150ドル、約1万7000円）とGoogle Home（129ドル、約1万4600円）はほぼ同じ値段だが、Amazonが2016年秋に売り出した小型版のスピーカーEcho Dot（エコー・ドット）はわずか50ドル（約5700円）でほかを圧倒する。</p>
                <p>音声技術はまだ用途が限定されているものの、着実に人気を集めている。調査会社のeマーケター（eMarketer）は、米国の音声アシスタント市場の予測をはじめて発表。Amazonが2015年、音声アシスタント「Alexa（アレクサ）」を搭載するスピーカー「Echo（エコー）」を幅広いオーディエンスに提供開始したあとで、多くのアナリストが予測したよりも、速いペースで市場が成長していることが明らかになった。</p>
                <p>今回の記事では、音声技術の現状を5つのグラフから読み解いていく。</p>
                <h2>Amazonが優勢。主な要因はデバイスの安さ</h2>
                <p>消費者にとって、新しいものは安ければ試しやすい。Echo（150ドル、約1万7000円）とGoogle Home（129ドル、約1万4600円）はほぼ同じ値段だが、Amazonが2016年秋に売り出した小型版のスピーカーEcho Dot（エコー・ドット）はわずか50ドル（約5700円）でほかを圧倒する。</p>
                <p>音声技術はまだ用途が限定されているものの、着実に人気を集めている。調査会社のeマーケター（eMarketer）は、米国の音声アシスタント市場の予測をはじめて発表。Amazonが2015年、音声アシスタント「Alexa（アレクサ）」を搭載するスピーカー「Echo（エコー）」を幅広いオーディエンスに提供開始したあとで、多くのアナリストが予測したよりも、速いペースで市場が成長していることが明らかになった。</p>
                <p>今回の記事では、音声技術の現状を5つのグラフから読み解いていく。</p>
                <h2>Amazonが優勢。主な要因はデバイスの安さ</h2>
                <p>消費者にとって、新しいものは安ければ試しやすい。Echo（150ドル、約1万7000円）とGoogle Home（129ドル、約1万4600円）はほぼ同じ値段だが、Amazonが2016年秋に売り出した小型版のスピーカーEcho Dot（エコー・ドット）はわずか50ドル（約5700円）でほかを圧倒する。</p>
                <p>音声技術はまだ用途が限定されているものの、着実に人気を集めている。調査会社のeマーケター（eMarketer）は、米国の音声アシスタント市場の予測をはじめて発表。Amazonが2015年、音声アシスタント「Alexa（アレクサ）」を搭載するスピーカー「Echo（エコー）」を幅広いオーディエンスに提供開始したあとで、多くのアナリストが予測したよりも、速いペースで市場が成長していることが明らかになった。</p>
                <p>今回の記事では、音声技術の現状を5つのグラフから読み解いていく。</p>
                <h2>Amazonが優勢。主な要因はデバイスの安さ</h2>
                <p>消費者にとって、新しいものは安ければ試しやすい。Echo（150ドル、約1万7000円）とGoogle Home（129ドル、約1万4600円）はほぼ同じ値段だが、Amazonが2016年秋に売り出した小型版のスピーカーEcho Dot（エコー・ドット）はわずか50ドル（約5700円）でほかを圧倒する。</p>
            </div>
        );
    }
});


Bar.propTypes = {};

const mapStateToProps = (state, ownProps) => {
    return {
        test: state.test,
    }
};
const mapDispatchToProps = (dispatch, ownProps) => {
    return {}
};
const BarContainer = connect(
    mapStateToProps,
    mapDispatchToProps
)(Bar);

export default BarContainer;