import React from 'react';
import CreateClass from 'create-react-class';

const Foo = CreateClass({

    render() {
        return (
            <div>

                <h1>音声はIoT時代の鍵になる：Spotify</h1>

                <p>Spotify
                    Japanは18日、東京都渋谷区で広告業界向けセミナーを開催した。IoT時代には人々のタッチポイントがモバイル以外にも拡大する。音声はスクリーンと同様の情報伝達手段であり、アプリケーションのコントロール方法として注目されている。</p>
                <p>「オーディオは視覚の可処分時間を奪わないため、モバイルでほかのアプリを利用しながら、Spotifyで音楽を聴くことができる。音声広告には大きな機会がある」とSpotify Japan代表取締役社長
                    玉木一郎氏は語った。</p>
                <p>「コネクテッドオーディオの時代を迎えている。ネットワークに接続されているものこそ、現代のオーディオの姿だ」。Spotify
                    Connectにより、対応するスピーカーやアンプで直接、ストリーミングを鳴らすことができるようになった。Googleが年内に日本市場に投入すると発表したばかりのGoogle
                    HomeでもSpotifyが利用できる。ただSpotifyも独自にハードウェアを開発していると4月末に<a
                        href="https://www.macrumors.com/2017/04/24/spotify-first-hardware-device/">報道</a>されている。</p>
                <p>Spotify
                    Japanは18日、東京都渋谷区で広告業界向けセミナーを開催した。IoT時代には人々のタッチポイントがモバイル以外にも拡大する。音声はスクリーンと同様の情報伝達手段であり、アプリケーションのコントロール方法として注目されている。</p>
                <p>「オーディオは視覚の可処分時間を奪わないため、モバイルでほかのアプリを利用しながら、Spotifyで音楽を聴くことができる。音声広告には大きな機会がある」とSpotify Japan代表取締役社長
                    玉木一郎氏は語った。</p>
                <p>「コネクテッドオーディオの時代を迎えている。ネットワークに接続されているものこそ、現代のオーディオの姿だ」。Spotify
                    Connectにより、対応するスピーカーやアンプで直接、ストリーミングを鳴らすことができるようになった。Googleが年内に日本市場に投入すると発表したばかりのGoogle
                    HomeでもSpotifyが利用できる。ただSpotifyも独自にハードウェアを開発していると4月末に<a
                        href="https://www.macrumors.com/2017/04/24/spotify-first-hardware-device/">報道</a>されている。</p>
                <p>Spotify
                    Japanは18日、東京都渋谷区で広告業界向けセミナーを開催した。IoT時代には人々のタッチポイントがモバイル以外にも拡大する。音声はスクリーンと同様の情報伝達手段であり、アプリケーションのコントロール方法として注目されている。</p>
                <p>「オーディオは視覚の可処分時間を奪わないため、モバイルでほかのアプリを利用しながら、Spotifyで音楽を聴くことができる。音声広告には大きな機会がある」とSpotify Japan代表取締役社長
                    玉木一郎氏は語った。</p>
                <p>「コネクテッドオーディオの時代を迎えている。ネットワークに接続されているものこそ、現代のオーディオの姿だ」。Spotify
                    Connectにより、対応するスピーカーやアンプで直接、ストリーミングを鳴らすことができるようになった。Googleが年内に日本市場に投入すると発表したばかりのGoogle
                    HomeでもSpotifyが利用できる。ただSpotifyも独自にハードウェアを開発していると4月末に<a
                        href="https://www.macrumors.com/2017/04/24/spotify-first-hardware-device/">報道</a>されている。</p>
                <p>Spotify
                    Japanは18日、東京都渋谷区で広告業界向けセミナーを開催した。IoT時代には人々のタッチポイントがモバイル以外にも拡大する。音声はスクリーンと同様の情報伝達手段であり、アプリケーションのコントロール方法として注目されている。</p>
                <p>「オーディオは視覚の可処分時間を奪わないため、モバイルでほかのアプリを利用しながら、Spotifyで音楽を聴くことができる。音声広告には大きな機会がある」とSpotify Japan代表取締役社長
                    玉木一郎氏は語った。</p>
                <p>「コネクテッドオーディオの時代を迎えている。ネットワークに接続されているものこそ、現代のオーディオの姿だ」。Spotify
                    Connectにより、対応するスピーカーやアンプで直接、ストリーミングを鳴らすことができるようになった。Googleが年内に日本市場に投入すると発表したばかりのGoogle
                    HomeでもSpotifyが利用できる。ただSpotifyも独自にハードウェアを開発していると4月末に<a
                        href="https://www.macrumors.com/2017/04/24/spotify-first-hardware-device/">報道</a>されている。</p>
                <p>Spotify
                    Japanは18日、東京都渋谷区で広告業界向けセミナーを開催した。IoT時代には人々のタッチポイントがモバイル以外にも拡大する。音声はスクリーンと同様の情報伝達手段であり、アプリケーションのコントロール方法として注目されている。</p>
                <p>「オーディオは視覚の可処分時間を奪わないため、モバイルでほかのアプリを利用しながら、Spotifyで音楽を聴くことができる。音声広告には大きな機会がある」とSpotify Japan代表取締役社長
                    玉木一郎氏は語った。</p>
                <p>「コネクテッドオーディオの時代を迎えている。ネットワークに接続されているものこそ、現代のオーディオの姿だ」。Spotify
                    Connectにより、対応するスピーカーやアンプで直接、ストリーミングを鳴らすことができるようになった。Googleが年内に日本市場に投入すると発表したばかりのGoogle
                    HomeでもSpotifyが利用できる。ただSpotifyも独自にハードウェアを開発していると4月末に<a
                        href="https://www.macrumors.com/2017/04/24/spotify-first-hardware-device/">報道</a>されている。</p>

            </div>
        )
    }
});

export default Foo
