{
  "title": "広告バイヤーは道義的責任から、メディアを救うべきか？",
  "pubDate": "2017-05-08 00:00",
  "href": "/post/httpsdigiday-commarketingad-buyers-moral-obligation-save-media/",
  "thumbnail": "http://i2.wp.com/digiday.jp/wp-content/uploads/2017/06/02c28e99d7ee219b39cdb3c25f5451b1.jpg",
  "category_slug": "brands",
  "people": ["/demo-asset/img/people1.jpg"],
  "body": "<p>GoogleとFacebookが、ほぼすべてのオンライン広告費を食い尽くし、地方紙や全国紙のビジネスを浸食しているなか、表現の自由を守る倫理的責任を広告主に求めるべきか？</p><p>ベテランのメディアコラムニストであるジム・ルーテンバーグ氏は、その責任が広告主にあると思っている。ルーテンバーグ氏は5月7日（米国時間）のニューヨーク・タイムズ（The New York Times）で、広告主は<a href=\"https://mobile.nytimes.com/2017/05/07/business/media/ad-buyers-have-say-in-survival-of-news.html?referer=https://t.co/sCevNKeirY\">デジタルニュースメディアを救う道義的責任が自分たちにある</a>と、考えた方が良いと述べた。いまオンライン広告の大半をGoogleやFacebookが取り扱う状況において問題なのは、広告主やバイヤーたちが2つの巨大企業に広告費を払い続けるのかという点だと、ルーテンバーグ氏はいう。</p><p>ルーテンバーグ氏は、その決断次第で、活気に満ちた自由な報道が生き残れるかどうかも含め、「この2社以外のデジタルメディアの運命」が決まると述べている。「米国の広告主が民主主義の社会のなかで担うべき役割の話をしている。彼らには果たすべき役割がある」。</p><p class=\"advertisement\">Advertisement</p><p></p><h2>より良い広告掲載面がない</h2><p>「GoogleやFacebookのような大企業が善悪を判断するべきだとは、私は思わない。彼らは、良い広告と悪い広告を見分けることに集中すべきだ」と語るのは、独立系メディアエージェンシーであるノーブル・ピープル（Noble People）のCEO グレッグ・マーチ氏だ。エージェンシーはその手助けをする必要があるが、企業のビジネスプランと一致しなければ、報道機関を守るために広告費を使う実質的な義務や責任があるとは、マーチ氏は思っていない。</p><p>もちろん、GoogleやFacebookに広告を掲載しているブランドの大半は小規模ブランドであるため、合衆国憲法修正第1条（the First Amendament）を守る、道義的責任を気にしてはいないだろう。</p><p>「プラットフォームが高品質なコンテンツに対して、広告主に金を払えと要望するなら、彼らは広告主に提供する掲載場所を見直すべきだと思う。ただコンテンツの隣に広告を置けばいいというだけの話ではない」とマーチ氏。このふたつは繋がっている。何かが「価値のある」コンテンツと認められたのなら、それは広告にふさわしいコンテンツでもあるべきだろう。ここでよく問題になるのは、ニュースメディアがより良い広告の掲載面を提供していないことだ。そのせいで、広告主に自社プラットフォームで広告費を使ってもらっても、結局のところ施しになってしまい、本物のビジネスにはなっていない。</p><h2>メディアが信じる価値観も重要</h2><p>エッセンス（Essence）で北米地域のメディア活性化部門を率いるバイヤーのギラ・ウィレンスキー氏は、報道機関を「救う」本当の責任は、広告主やバイヤーが負うものではないと主張する。同氏は、「客観的であるとか、倫理的であるというのは、メディアが追求するべき最高のパフォーマンスを意味する。その解決策は、そういったメディアからお金を引き上げることではなく、バイヤーは自分がどこでメディアを購入していて、その行為に対して責任を負っていると理解することだ」と述べている。</p><p>広告主が道義的な面で困惑を感じる状況は、2016年の米国大統領選挙の後から目立つようになってきた。公正かつ自由な報道を支持しなくてはならないという考えは別として、ブライトバート・ニュース（Breitbart News）のようなオルタナ右翼的なWebサイトや人種差別的なWebサイトを支持していることで批判を受けるブランドが増えてきた。</p><p>ブランド側は対応策として、多くのケースで倫理的な主張をして広告を取り下げた。たとえば、ニューヨークの眼鏡ブランドであるワービー・パーカー（Warby Parker）は、アドテクのおかげでブライトバートに掲載面に広告が現れてしまったのに対し、「当社は企業として、あらゆる人々に敬意と威厳をもって対応する、多様で包括的なコミュニティーを作ることに全力を尽くしている。当社の広告が表示されるサイトが、同様の価値観を信じていることは非常に重要だ」と述べ、広告掲載を取りやめた。</p><h2>広告収入のシェアを増やす機会</h2><p>Twitterで「Sleeping Giants（眠れる巨人）」というアカウントを運営している匿名の人物は、ブライトバートに掲載されたブランド広告を晒し、結果として2000以上の広告主にブライトバートを広告掲載のローテーションから外させた。この人物は、ルーテンバーグ氏の考えに同意しながらも、ブランドや広告業者が実際に何かを変えたがっているかどうかについては疑念を抱き、「ブランドの多くは数の追求に注力し、広告を見てくれる人の多さばかり気にする。質の追求にはなっていない」と指摘する。だが、数を追求するためにある特定のパブリッシャーの枠に広告予算を投入することが、そのメディアの支持につながるという議論は起こっていない。これはひとつには、ブランドの動きが単に遅いせいだろう、とこの人物はいう。</p><p>問題は、道徳的責任の範囲が財布のなかにまでおよぶかという点だ。</p><p>たぶん、ルーテンバーグ氏が示唆しているような理由とは違うが、アナリストたちは、フェイクニュースやブランドセーフティをめぐる議論によって、広告主はまともなニュースサイトに多くの費用を投じるようになるだろうと考えている。ブルームバーグ（Bloomberg）の調査部門であるブルームバーグ・インテリジェンス（Bloomberg Intelligence）の業界アナリストでチームリーダーのタル・スモーラー氏は、「パブリッシャーは広告収入のシェアを増やす機会を得るかもしれない」という。パブリッシャーの方がより管理された予測可能なコンテンツを提供しているからだ。</p><p>匿名希望のあるバイヤーは次のように述べている。「万人が欲しがるプロダクトを作ることは難しい。だが、万人が望まない製品を作り続けることはもっと難しい。そんなビジネスに手を出す企業は見たことがない。それを勧めるエージェンシーもないだろう」。</p><p>Shareen Pathak（<a href=\"https://digiday.com/marketing/ad-buyers-moral-obligation-save-media/\">原文</a> / 訳：ガリレオ）<br>Image from 米DIGIDAY</p><p>　</p>"
}